Repository: Lucasgonp/Babel
Catalog: Modules/Features/Authenticator/Localizable/Main.xcstrings
Source language: en
Languages: pt_br

source: **Forgot the password?**
pt_br: **Esqueceu a senha?**

source: Already have an account? **Login**
pt_br: Já possui uma conta? **Entrar**

source: Check the email we already sent to you, if you need to resend the validation just click Resend validation
pt_br: Por favor, por motivos de segurança, verifique a mensagem que te enviamos por email, se precisar que envie novamente apenas clique em "Enviar novamente"

source: Close
pt_br: Fechar

source: Don't have an account? **Sign Up**
pt_br: Não possui uma conta? **Cadastre-se**

source: Email is invalid
pt_br: Email é inválido

source: Email sent
pt_br: Email enviado

source: Email verification sent
pt_br: Verificação de email enviada

source: Full Name
pt_br: Nome completo

source: Full name is required
pt_br: Nome completo é necessário

source: Full name is too short
pt_br: Nome completo muito curto

source: Got it
pt_br: Entendi

source: Hello there! I'm using Babel!
pt_br: Olá! Estou usando babel!

source: Later
pt_br: Depois

source: Login
pt_br: Entrar

source: Password
pt_br: Senha

source: Password is required
pt_br: Senha é necessária

source: Password is too short
pt_br: Senha muito curta

source: Please check your email inbox we just sent you, you need to validate before login
pt_br: Por favor, verifique a mensagem que enviamos por email no seu inbox, se não encontrar verifique na caixa de spam

source: Please follow the instructions we sent you by email so you you can reset your password
pt_br: Por favor, siga as instruções que te enviamos por email para resetar sua senha

source: Please type your EMAIL bellow so we can send you an email with instructions to reset the password
pt_br: Por favor, digite seu EMAIL abaixo para que possamos enviar uma mensagem com instruções para resetar sua senha

source: Register
pt_br: Cadastrar

source: Resend
pt_br: Reenviar

source: Reset password
pt_br: Resetar a senha

source: Username
pt_br: Apelido

source: Username is required
pt_br: Apelido é necessário

source: Username is too short
pt_br: Apelido muito curto

source: Validate you email first
pt_br: Valide seu email primeiro

source: We just resent a verification to your email, please validate before login
pt_br: Reenviamos uma mensagem de verificação para seu email, por favor, valide antes de tentar entrar
